Repository: vodonggiang1402/iOS_project
Catalog: TMadeCrochet/TMadeCrochet/Resources/*.lproj/Localizable.strings
Languages: vi

# tabbar_item_count_text
source: Counter
vi: Bộ đếm

# tabbar_item_symbol_text
source: Symbol
vi: Mũi móc

# tabbar_item_tutorial_text
source: Tutorial
vi: Hướng dẫn

# tabbar_item_pattern_text
source: Pattern
vi: Hướng dẫn

# tabbar_item_setting_text
source: Setting
vi: Cài đặt

# main_counter_text
source: Main counter
vi: Bộ đếm chính

# main_counter_default
source: Main
vi: Đếm chính

# extra_counter_text
source: Extra counter
vi: Bộ đếm phụ

# add_more_text
source: Add more
vi: Thêm

# edit_text
source: Edit
vi: Chỉnh sửa

# reset_text
source: Reset
vi: Đếm lại

# delete_text
source: Delete
vi: Xoá đếm

# cancel_text
source: Cancel
vi: Bỏ qua

# no_text
source: No
vi: Không

# yes_text
source: Yes
vi: Đồng ý

# save_text
source: Save
vi: Lưu

# add_counter_title
source: Information
vi: Nhập thông tin

# add_counter_textfield_place_holder
source: Please enter information
vi: Vui lòng nhập thông tin

# add_counter_textfield_default_text
source: New counter
vi: Bộ đếm mới

# app_version
source: Version
vi: Phiên bản

# language_text
source: Language Application
vi: Ngôn ngữ ứng dụng

# term_text
source: Term Application
vi: Điều khoản và chính sách

# policy_text
source: Policy Application
vi: Chính sách ứng dụng

# contact_text
source: Contact us
vi: Liên hệ chúng tôi

# share_text
source: Share Application
vi: Chia sẻ ứng dụng

# rate_text
source: Rate Application
vi: Đánh giá ứng dụng

source: Basic stitches
vi: Mũi cơ bản

# puff_stitches
source: Puff stitch - Popcorn stitch
vi: Mũi hạt bắp

source: Increases stitches
vi: Mũi tăng

source: Decreases stitches
vi: Mũi giảm

source: BLO & FLO stitches
vi: Mũi BLO & FLO

# step_text
source: Step %d
vi: Bước %d

# slip_knot_crochet_name
source: Slip knot
vi: Mũi gút

# slip_knot_crochet_content_1
source: To make a starting loop - fold the yarn to make a loop.
vi: Đặt kim móc sau sợi len.

# slip_knot_crochet_content_2
source: Catch the yarn through the loop.
vi: Vòng kim ra phía trước sợi len và ngoặc kim lên để tạo thành 1 vòng tròn.

# slip_knot_crochet_content_3
source: Pull it through.
vi: Dùng kim lấy len và kéo qua vòng tròn vừa tạo.

# slip_knot_crochet_content_4
source: Pull the ends to tighten the slipknot. Now put this slipknot on the left hand needle.
vi: Kéo sợi len thừa để thắt chặt mũi gút.

# slip_stitch_crochet_name
source: Slip stitch
vi: Mũi trượt

# slip_stitch_crochet_content_1
source: With yarn in back.
vi: Sợi nằm phía sau kim móc.

# slip_stitch_crochet_content_2
source: Yarn over hook and draw through.
vi: Dùng kim lấy len và kéo len qua chân móc.

# slip_stitch_crochet_content_3
source: 1 slip stitch done. Insert hook into the next st.
vi: Hoàn thành 1 mũi trượt. Luồn kim qua chân mũi tiếp theo.

# slip_stitch_crochet_content_4
source: Repeat these steps to continue slip stitch.
vi: Lặp lại các bước trên để tiếp tục các mũi trượt.

# chain_crochet_name
source: Chain
vi: Mũi bính

# chain_crochet_content_1
source: With hook behind yarn.
vi: Dùng kim móc lấy len.

# chain_crochet_content_2
source: Using left thumb and middle finger.
vi: Kéo len qua vòng tròn mũi gút.

# chain_crochet_content_3
source: Draw yarn through loop.
vi: Hoàn thành được 1 mũi bính.

# chain_crochet_content_4
source: 3 sts worked. Continue working the required number of sts (by counting sts made below hook).
vi: Tiếp tục lặp lại các bước trên để có được dây bính với số mũi bính cần thiết.

# single_crochet_name
source: Single
vi: Mũi đơn

# single_crochet_content_1
source: Insert hook into the back loop of chain st.
vi: Luồn kim qua chân mũi bính thứ 2 của dây bính.

# single_crochet_content_2
source: Yarn over hook as shown from back to front and draw through loop.
vi: Dùng kim lấy len và kéo len qua chân bính.

# single_crochet_content_3
source: Yarn over hook again and draw through both loops on hook.
vi: Tiếp tục lấy len và kéo len qua cả 2 vòng trên kim.

# single_crochet_content_4
source: 1sc (single crochet) done.
vi: Hoàn thành được một mũi đơn.

# half_double_crochet_name
source: Half double
vi: Mũi nửa kép

# half_double_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st.
vi: Dùng kim móc lấy len, và luồn kim qua chân bính thứ 4 của dây bính.

# half_double_crochet_content_2
source: Yarn over hook and draw through loop as shown.
vi: Lấy len và kéo qua chân bính lúc này trên kim sẽ có 3 vòng sợi.

# half_double_crochet_content_3
source: Yarn over hook again and draw through all three loops on hook.
vi: Tiếp tục lấy len và kéo len qua cả 3 vòng trên kim.

# half_double_crochet_content_4
source: 1hdc (half - double crochet) done.
vi: Hoàn thành 1 mũi nửa kép. Lặp lại 3 bước trên để được những mũi nửa kép tiếp theo.

# double_crochet_name
source: Double
vi: Mũi kép đơn

# double_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st.
vi: Dùng kim móc lấy len và luồn kim qua chân bính thứ 5 của dây bính.

# double_crochet_content_2
source: Yarn over hook and draw through loop as shown.
vi: Dùng kim lấy len và kéo len qua chân bính.

# double_crochet_content_3
source: Yarn over hook again and draw through two loops on hook.
vi: Tiếp tục lấy len và kéo len qua 2 vòng đầu tiên trên kim.

# double_crochet_content_4
source: Yarn over hook once more and draw through remaining two loops on hook.
vi: Lấy len và kéo len qua 2 vòng còn lại trên kim.

# double_crochet_content_5
source: 1dc (double crochet) done.
vi: Hoàn thành 1 mũi móc kép đơn.

# triple_crochet_name
source: Triple
vi: Mũi kép đôi

# triple_crochet_content_1
source: Yarn over hook twice and insert hook into the back loop of chain st.
vi: Dùng kim móc quấn 2 vòng len và luồn kim qua chân bính thứ 6 của dây bính.

# triple_crochet_content_2
source: Yarn over hook and draw through loop.
vi: Dùng kim lấy len và kéo len qua chân bính.

# triple_crochet_content_3
source: Yarn over hook and draw through first twoo loops on hook.
vi: Tiếp tục lấy len và kéo len qua 2 vòng đầu tiên trên kim.

# triple_crochet_content_4
source: Yarn over hook and draw through first two loops on hook two more times.
vi: Lặp lại lấy len và kéo len qua 2 vòng len trên kim 2 lần nữa.

# triple_crochet_content_5
source: 1tr (triple crochet) done.
vi: Hoàn thành 1 mũi móc kép đôi.

# double_triple_crochet_name
source: Double triple
vi: Mũi kép ba

# double_triple_crochet_content_1
source: Wrap yarn around hook three times and insert hook into the back loop of chain st.
vi: Dùng kim móc quấn 3 vòng len và luồn kim qua chân bính thứ 7 của dây bính.

# double_triple_crochet_content_2
source: Yarn over hook and draw through loop.
vi: Dùng kim lấy len và kéo len qua chân bính.

# double_triple_crochet_content_3
source: Yarn over hook again and draw through first two loops on hook.
vi: Tiếp tục lấy len và kéo len qua 2 vòng đầu tiên trên kim.

# double_triple_crochet_content_4
source: Repeat the previous step three more times.
vi: Lặp lại lấy len và kéo len qua 2 vòng len trên kim 3 lần nữa.

# double_triple_crochet_content_5
source: 1dtr (double-triple crochet) done.
vi: Hoàn thành 1 mũi móc kép ba.

# hdc3tog_into_same_st_crochet_name
source: hdc3tog into same st
vi: Mũi hạt bắp ( 3 mũi nửa kép)

# hdc3tog_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st.
vi: Dùng kim móc lấy len và luồn kim qua mặt sau của chân bính.

# hdc3tog_into_same_st_crochet_content_2
source: Work an incomplete hdc. Work 2 more incomplete hdcs into the same st.
vi: Kéo len qua chân bính được 1 mũi nửa kép chưa hoàn chỉnh, lặp lại thêm 2 lần mũi nửa kép chưa hoàn chỉnh vào chung 1 chân móc.

# hdc3tog_into_same_st_crochet_content_3
source: Yarn over hook and draw through 7 loops on hook all at once.
vi: Dùng kim lấy len và kéo len qua cả 7 vòng trên kim để chụm thành 1 mũi.

# hdc3tog_into_same_st_crochet_content_4
source: This completes as hdc3tog into same stitch.
vi: Hoàn thành 1 mũi hạt bắp từ 3 mũi nữa kép.

# dc3tog_into_same_st_crochet_name
source: dc3tog into same st
vi: Mũi hạt bắp (3 mũi kép đơn)

# dc3tog_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st.
vi: Dùng kim móc lấy len và luồn kim qua mặt sau của chân bính.

# dc3tog_into_same_st_crochet_content_2
source: Work an incomplete hdc. Work 2 more incomplete hdcs into the same st.
vi: Kéo len qua chân bính và móc 1 mũi kép chưa hoàn chỉnh, lặp lại thêm 2 lần mũi kép chưa hoàn chỉnh vào chung 1 chân móc.

# dc3tog_into_same_st_crochet_content_3
source: Yarn over hook and draw through 4 loops on hook all at once.
vi: Dùng kim lấy len và kéo len qua cả 4 vòng trên kim để chụm thành 1 mũi.

# dc3tog_into_same_st_crochet_content_4
source: This completes as dc3tog into same stitch.
vi: Hoàn thành 1 mũi hạt bắp từ 3 mũi kép đơn.

# dc5tog_into_same_st_crochet_name
source: dc5tog into same st
vi: Mũi hạt bắp (5 mũi kép đơn)

# dc5tog_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st.
vi: Dùng kim móc lấy len và luồn kim qua mặt sau của chân bính.

# dc5tog_into_same_st_crochet_content_2
source: Work an incomplete hdc. Work 4 more incomplete hdcs into the same st.
vi: Kéo len qua chân bính và móc 1 mũi kép chưa hoàn chỉnh, lặp lại thêm 4 lần mũi kép chưa hoàn chỉnh vào chung 1 chân móc.

# dc5tog_into_same_st_crochet_content_3
source: Yarn over hook and draw through 6 loops on hook all at once.
vi: Dùng kim lấy len và kéo len qua cả 6 vòng trên kim để chụm thành 1 mũi.

# dc5tog_into_same_st_crochet_content_4
source: This completes as dc5tog into same stitch.
vi: Hoàn thành 1 mũi hạt bắp từ 5 mũi kép đơn.

# 2sc_into_same_st_crochet_name
source: 2sc into same st
vi: 2 mũi đơn chung chân

# 2sc_into_same_st_crochet_content_1
source: Work 1 sc into the top loops of st from the pre row.
vi: Móc 1 mũi đơn vào chân mũi móc của hàng trước đó.

# 2sc_into_same_st_crochet_content_2
source: Yarn over hook and draw through.
vi: Luồn kim qua chân mũi móc và lấy len.

# 2sc_into_same_st_crochet_content_3
source: Work 1 more sc into the same st.
vi: Móc thêm 1 mũi móc đơn vào cùng chân móc.

# 2sc_into_same_st_crochet_content_4
source: 2sc worked into same st. 1 st increased.
vi: 2 mũi móc đơn cùng 1 chân móc. Đã tăng thêm 1 mũi móc.

# 1sc_1ch_1sc_crochet_name
source: (1sc-1ch-1sc) into same st
vi: 1 mũi đơn- 1 bính - 1 mũi đơn chung chân

# 1sc_1ch_1sc_crochet_content_1
source: Work 1sc into the top loops of st from the pre row and yarn over hook.
vi: Móc 1 mũi đơn vào chân mũi móc của hàng trước đó và dùng kim lấy len.

# 1sc_1ch_1sc_crochet_content_2
source: Make 1 chain and then insert hook into the same st.
vi: Móc 1 mũi bính và sau đó luồn kim vào cùng chân mũi vừa rồi.

# 1sc_1ch_1sc_crochet_content_3
source: Draw through and work a sc.
vi: Lấy len và móc 1 mũi móc đơn.

# 1sc_1ch_1sc_crochet_content_4
source: 2scs with 1ch worked into same st. 2sts increased.
vi: 2 mũi móc đơn và 1 mũi bính cùng 1 chân móc. Đã tăng thêm 2 mũi móc.

# 3sc_into_same_st_crochet_name
source: 3sc into same st
vi: 3 mũi đơn chung chân

# 3sc_into_same_st_crochet_content_1
source: Work 1sc into the top loops of st from the pre row.
vi: Móc 1 mũi đơn vào chân mũi móc của hàng trước đó.

# 3sc_into_same_st_crochet_content_2
source: Work one more sc into the same st.
vi: Móc thêm 1 mũi móc đơn vào cùng chân móc.

# 3sc_into_same_st_crochet_content_3
source: Work 1 more sc into the same st.
vi: Tiếp tục móc thêm 1 mũi móc đơn vào cùng 2 chân móc vừa rồi.

# 3sc_into_same_st_crochet_content_4
source: 3sc worked into same st. 2 sts increased.
vi: 3 mũi móc đơn cùng 1 chân móc. Đã tăng thêm 2 mũi móc.

# 2hdcs_into_same_st_crochet_name
source: 2hdcs into same st
vi: 2 mũi nửa kép chung chân

# 2hdcs_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain st and draw through.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính và kéo len qua chân bính.

# 2hdcs_into_same_st_crochet_content_2
source: Work 1 hdc. Yarn over hook.
vi: Móc 1 mũi nửa kép. Dùng kim lấy len.

# 2hdcs_into_same_st_crochet_content_3
source: Work 1 more hdc into the same st.
vi: Móc thêm 1 mũi nửa kép vào cùng chân bính.

# 2hdcs_into_same_st_crochet_content_4
source: 2 hdcs worked into same st. 1 st increased.
vi: 2 mũi nửa kép cùng chân móc. Đã tăng thêm 1 mũi móc.

# 3hdcs_into_same_st_crochet_name
source: 3hdcs into same st
vi: 3 mũi nửa kép chung chân

# 3hdcs_into_same_st_crochet_content_1
source: Work 1 hdc into the back loops of chain. Yarn over and insert hook into same st.
vi: Móc 1 mũi nửa kép vào mặt sau của chân bính. Lấy len và luồn kim qua cùng chân bính vừa móc.

# 3hdcs_into_same_st_crochet_content_2
source: Work another hdc.
vi: Móc thêm 1 mũi nửa kép.

# 3hdcs_into_same_st_crochet_content_3
source: Work 1 more hdc into the same st.
vi: Móc thêm 1 mũi nửa kép vào cùng chân bính vừa rồi.

# 3hdcs_into_same_st_crochet_content_4
source: 3 hdcs worked into same st. 2 sts increased.
vi: 3 mũi nửa kép cùng chân móc. Đã tăng thêm 2 mũi móc.

# 2dcs_into_same_st_crochet_name
source: 2dcs into same st
vi: 2 mũi kép chung chân

# 2dcs_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain and draw through.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính và kéo len qua chân bính.

# 2dcs_into_same_st_crochet_content_2
source: Work 1 dc. Yarn over hook.
vi: Móc 1 mũi kép. Dùng kim lấy len.

# 2dcs_into_same_st_crochet_content_3
source: Work 1 more dc into the same st.
vi: Móc thêm 1 mũi kép vào cùng chân bính.

# 2dcs_into_same_st_crochet_content_4
source: 2 dcs worked into same st. 1 st increased.
vi: 2 mũi kép cùng chân móc. Đã tăng thêm 1 mũi móc.

# 1dc_1ch_1dc_crochet_name
source: (1dc-1ch-1dc) into same st
vi: 1 kép - bính - 1 kép chung chân

# 1dc_1ch_1dc_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính và kéo len qua chân bính.

# 1dc_1ch_1dc_crochet_content_2
source: Work 1 dc. Chain 1.
vi: Móc 1 mũi kép sau đó móc 1 mũi bính.

# 1dc_1ch_1dc_crochet_content_3
source: Work 1 more dc into the same st.
vi: Móc thêm 1 mũi kép vào cùng 1 chân móc.

# 1dc_1ch_1dc_crochet_content_4
source: 2 dcs worked into same st.
vi: 2 mũi nửa kép và 1 mũi bính cùng chân móc.

# 3dc_into_same_st_crochet_name
source: 3dcs into same st
vi: 3 mũi kép chung chân

# 3dc_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain. Yarn over and draw through.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính và kéo len qua chân bính.

# 3dc_into_same_st_crochet_content_2
source: Work 1 dc.
vi: Móc 1 mũi kép đơn.

# 3dc_into_same_st_crochet_content_3
source: Work 2 more dcs into the same st.
vi: Móc thêm 2 mũi kép đơn vào cùng 1 chân móc.

# 3dc_into_same_st_crochet_content_4
source: 3 dcs worked into same st.
vi: 3 mũi kép đơn cùng chân móc.

# 5dcs_into_same_st_crochet_name
source: 5dcs into same st
vi: 5 mũi kép chung chân

# 5dcs_into_same_st_crochet_content_1
source: Yarn over hook and insert hook into the back loop of chain.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính và kéo len qua chân bính.

# 5dcs_into_same_st_crochet_content_2
source: Work 1 dc.
vi: Móc 1 mũi kép đơn.

# 5dcs_into_same_st_crochet_content_3
source: Work 4 more dcs into the same st.
vi: Móc thêm 4 mũi kép đơn vào cùng 1 chân móc.

# 5dcs_into_same_st_crochet_content_4
source: 5 dcs worked into same st.
vi: 5 mũi kép đơn cùng chân móc.

# sc2tog_crochet_name
source: Single crochet 2 stitches together sc2tog
vi: 2 đơn chụm đầu

# sc2tog_crochet_content_1
source: Insert hook into the both loops of the prev row as shown and yarn over hook.
vi: Luồn kim vào chân móc của hàng trước và lấy len.

# sc2tog_crochet_content_2
source: Draw through. Repeat by inserting hook into next st and yarn over hook and draw through.
vi: Kéo len qua chân móc, lặp lại luồn kim và lấy len qua chân móc tại chân móc tiếp theo.

# sc2tog_crochet_content_3
source: This makes two incomplete scs. Yarn over and draw through 3 loops on hook all at once.
vi: Ta có 2 mũi móc đơn chưa hoàn chỉnh. Dùng kim lấy len và kéo qua cả 3 vòng len trên kim.

# sc2tog_crochet_content_4
source: This completes a sc2tog.
vi: Hoàn thành 1 mũi móc sc2tog (2 mũi đơn chụm đầu).

# hdc2tog_crochet_name
source: half-double crochet 2 stitches together hdc2tog
vi: 2 mũi nửa kép chụm đầu

# hdc2tog_crochet_content_1
source: Yarn over and insert hook into the back loop of chain st.
vi: Dùng kim lấy len và luồn kim qua mặt sau của chân bính.

# hdc2tog_crochet_content_2
source: Draw through. Yarn over hook and insert hook into the back loop of the next st and draw through.
vi: Kéo len qua chân bính. Lặp lại, dùng kim lấy len và luồn kim qua chân móc tại chân móc tiếp theo, kéo len qua chân móc.

# hdc2tog_crochet_content_3
source: This makes two incomplete hdcs. Yarn over and draw through 5 loops on hook all at once.
vi: Ta có 2 mũi nửa kép chưa hoàn chỉnh. Dùng kim lấy len và kéo len qua cả 5 vòng trên kim.

# hdc2tog_crochet_content_4
source: This completes a hdc2tog.
vi: Hoàn thành 1 mũi móc hdc2tog ( 2 mũi nửa kép chụm đầu).

# dc2tog_crochet_name
source: double crochet 2 stitches together dc2tog
vi: 2 mũi kép chụm đầu

# dc2tog_crochet_content_1
source: Insert hook into the back loop of chain st and work 1 incomplete dc. Yarn over hook and insert hook into back loop of the next st and draw through.
vi: Móc 1 mũi kép chưa hoàn chỉnh vào mặt sau của chân bính. Dùng kim lấy len và luồn kim qua chân bính tiếp theo và kéo len qua chân bính.

# dc2tog_crochet_content_2
source: Yarn over hook again and draw through first 2 loops on hook.
vi: Tiếp tục lấy len và kéo len qua 2 vòng đầu tiên trên kim.

# dc2tog_crochet_content_3
source: This makes two incomplete double crochet sts. Yarn over and draw through all 3 loops on hook at once.
vi: Ta có được 2 mũi kép chưa hoàn chỉnh. Dùng kim lấy len và kéo len qua cả 3 vòng len trên kim.

# dc2tog_crochet_content_4
source: This completes a dc2tog.
vi: Hoàn thành 1 mũi móc dc2tog (2 mũi kép chụm đầu).

# sc3tog_crochet_name
source: Single crochet 3 stitches together sc3tog
vi: 3 mũi đơn chụm đầu

# sc3tog_crochet_content_1
source: Insert hook into the both loops of the prev row as shown.
vi: Luồn kim vào chân móc của hàng trước và lấy len.

# sc3tog_crochet_content_2
source: Repeat the previous step for the next two sts.
vi: Lặp lại bước vừa rồi cho 2 chân móc tiếp theo.

# sc3tog_crochet_content_3
source: This makes three incomplete scs. Yarn over and draw through all 4 loops on hook at once.
vi: Ta được 3 mũi đơn chưa hoàn chỉnh. Dùng kim lấy len và kéo len qua cả 4 vòng len trên kim.

# sc3tog_crochet_content_4
source: This completes a sc3tog.
vi: Hoàn thành 1 mũi móc sc3tog (3 mũi đơn chụm đầu).

# sc3tog_skipping_the_center_stitch_crochet_name
source: sc3tog(skipping the center st)
vi: 3 mũi đơn chụm đầu

# sc3tog_skipping_the_center_stitch_crochet_content_1
source: Insert hook into the both loops of the first of three sts.
vi: Luồn kim vào chân móc thứ nhất và thứ 3 của hàng trước và lấy len.

# sc3tog_skipping_the_center_stitch_crochet_content_2
source: This makes two incomplete scs. Yarn over and draw through all 3 loops on hook at once.
vi: Ta được 2 mũi móc đơn chưa hoàn chỉnh. Dùng kim lấy len và kéo len qua cả 3 vòng len trên kim.

# sc3tog_skipping_the_center_stitch_crochet_content_3
source: This completes a sc3tog.
vi: Hoàn thành 1 mũi móc sc3tog (bỏ qua chân móc ở giữa).

# hdc3tog_crochet_name
source: hdc3tog
vi: 3 mũi nửa kép chụm đầu

# hdc3tog_crochet_content_1
source: Yarn over and insert hook into the back loop of chain st.
vi: Lấy len và luồn kim qua mặt sau của chân bính.

# hdc3tog_crochet_content_2
source: Work an incomplete hdc. Work 2 more incomplete hdc in each of the next two sts.
vi: Móc 1 mũi nửa kép chưa hoàn chỉnh sau đó móc thêm 2 mũi nửa kép chưa hoàn chỉnh nữa.

# hdc3tog_crochet_content_3
source: Yarn over hook and draw through all 7 loops on hook at once.
vi: Dùng kim lấy len và kéo qua cả 7 vòng len trên kim.

# hdc3tog_crochet_content_4
source: This completes a hdc3tog
vi: Hoàn thành 1 mũi hdc3tog (3 mũi nửa kép chụm đầu).

# dc3tog_crochet_name
source: dc3tog
vi: 3 mũi kép chụm đầu

# dc3tog_crochet_content_1
source: Yarn over and insert hook into the back loop of chain st and work an incomplete dc.
vi: Lấy len và luồn kim qua mặt sau của chân bính.

# dc3tog_crochet_content_2
source: Work 2 more incomplete dc in each of the next 2 sts.
vi: Móc 1 mũi kép chưa hoàn chỉnh sau đó móc thêm 2 mũi kép chưa hoàn chỉnh nữa.

# dc3tog_crochet_content_3
source: Yarn over hook and draw through all 4 loops on hook at once.
vi: Dùng kim lấy len và kéo qua cả 4 vòng len trên kim.

# dc3tog_crochet_content_4
source: This completes a dc3tog.
vi: Hoàn thành 1 mũi dc3tog (3 mũi kép chụm đầu).

# count_screen_header_title
source: Counter
vi: Bộ đếm

# symbol_screen_header_title
source: Stitches
vi: Mũi móc

# tutorial_screen_header_title
source: Basic tutorial
vi: Hướng dẫn cơ bản

# setting_screen_header_title
source: Setting
vi: Cài đặt

# language_screen_header_title
source: Language Application
vi: Ngôn ngữ ứng dụng

# term_screen_header_title
source: Term Application
vi: Điều khoản hoạt động

# policy_screen_header_title
source: Policy Application
vi: Chính sách bảo mật

# contact_screen_header_title
source: Contact us
vi: Liên hệ chúng tôi

# share_app_info
source: Móc & Đan - Basic và Advance
vi: Móc & Đan - Cơ bản và Nâng cao

# contact_screent_title_text
source: If you have any questions or suggestions, please contact us.
vi: Nếu bạn có bất kỳ câu hỏi và đề xuất nào, vui lòng liên hệ chúng tôi.

# symbol_detail_watch_video
source: Watch video
vi: Xem video hướng dẫn

# updating_text
source: UPDATING...
vi: ĐANG CẬP NHẬT...

# noel_key_name
source: Hướng dẫn móc giáng sinh.
vi: Hướng dẫn móc cây thông noel.

source: Unclock content by watching ads?
vi: Xem quảng cáo để tiếp tục?
